Repository: EmilyDimpfl/dofuslab
Catalog: server/app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: The email you entered is invalid.
de: Die eingegebene E-Mail ist ungültig.

source: There already exists a user with that email.
de: Es existiert bereits ein Nutzer mit dieser E-Mail.

source: The display name you entered is invalid.
de: Der eingegebene Benutzername ist ungültig.

source: There already exists a user with that display name.
de: Es existiert bereits ein Nutzer mit diesem Benutzernamen.

source: Passwords must have a minimum of 8 characters, at least one lowercase letter, one uppercase letter, and one number.
de: Passwörter müssen mindestens 8 Zeichen lang sein und mindestens einen Kleinbuchstaben, einen Großbuchstaben und eine Zahl beinhalten.

source: You are not authorized to make this request.
de: Dir ist es nicht gestattet diese Anfrage zu senden.

source: Invalid stat value.
de: Ungültiger Statuswert.

source: The set name is too long.
de: Der eingegebene Set-Name ist zu lang.

source: Invalid set level (must be 1-200).
de: Ungültige Set Stufe (Muss zwischen 1 und 200 sein).

source: Invalid element mage on non-weapon item.
de: Ungültiger Element Mage auf einem nicht-Waffen Gegenstand.

source: Invalid stat to set exo.
de: Ungültiger Exo Wert.

source: %(old_name)s copy
de: %(old_name)s Kopie

source: Copy
de: Kopie

source: You are already logged in.
de: Du bist bereits angemeldet.

source: Verify your DofusLab account
de: Verifiziere deinen DofusLab Account

source: An error occurred while registering.
de: Ein Fehler ist während deiner Registrierung aufgetreten.

source: Invalid username or password.
de: Ungültiger Benutzername oder Passwort.

source: Please wait a minute before trying again.
de: Bitte warte eine Minute, bevor du es erneut versuchst.

source: You have sent too many verification emails. Please wait awhile before trying again.
de: Du hast zu viele Verifizierungs E-Mails abgeschickt. Bitte warte, bevor du es erneut probierst.

source: You must be signed in to do that.
de: Du musst angemeldet sein, um diese Aktion auszuführen.

source: Your account is already verified.
de: Dein Account ist bereits verifiziert.

source: Received unsupported locale.
de: Nicht unterstützte Sprache gefunden.

source: You are not logged in.
de: Du bist nicht angemeldet.

source: Incorrect password.
de: Ungültiges Passwort.

source: You must enter a password different from your current one.
de: Du musst ein Passwort eingeben, dass sich von deinem bisheringen Passwort unterscheidet.

source: You have sent too many password request emails. Please wait awhile before trying again.
de: Du hast zu viele Anfragen abgeschickt, um dein Passwort zurückzusetzen. Bitte warte eine Weile bevor du es erneut probierst.

source: We could not find an account with that email.
de: Wir konnten keinen Account finden, der mit dieser E-Mail verbunden ist.

source: Please verify your email first.
de: Bitte verifiziere deine E-Mail zuerst.

source: Reset your DofusLab password
de: Setze dein DofusLab Passwort zurück

source: The link is invalid or expired. Please request a new one.
de: Der Link ist ungültig oder abgelaufen. Bitte frage einen neuen an.

source: Please wait a moment before trying again.
de: Bitte warte einen Moment bevor du es erneut versuchst.

source: You don't have permission to edit that build.
de: Du hast keine Berechtigung um dieses Projekt zu bearbeiten.

source: Please verify your account to continue using DofusLab.
de: Bitte verifiziere deinen Account um DofusLab weiterhin benutzen zu können.

source: That build does not exist.
de: Dieses Projekt existiert nicht.

source: We just received a request to reset your password. Follow the link below to reset it.
de: Wir haben eine Anfrage erhalten um dein Passwort zurückzusetzen. Bitte klick auf den Link unten, um es zurückzusetzen.

source: If this wasn't you, please ignore this message.
de: Ignoriere diese Nachricht, falls du es nicht gewesen bist.

source: Thanks for using DofusLab!
de: Vielen Dank, dass du DofusLab benutzt!

source: The DofusLab team
de: Das DofusLab Team

source: Thanks for signing up for DofusLab. Please follow the link to activate your account.
de: Vielen Dank für deine Registrierung bei DofusLab. Bitte folge dem Link um deinen Account zu aktivieren.

source: Cheers!
de: Auf Wiedersehen!

source: - The DofusLab team
de: - Das DofusLab Team
